local Translations = {
    error = {
        beware = 'Електричното табло е леко нестабилно, тресна те тока!',
        buckle = 'Този път те зашемети яко тока!',

    },
    success = {
        reward = 'Получи $150 от този сигнал!',
		material = 'Получи интересен материал!',

    },
    info = {
		pik = 'Извади МПС',
        store_veh = '~g~E~w~ - Прибери МПС',
        not_serv_veh = 'Това не е служебното МПС',
        driver = 'Трябва да бъдеш шофьор!',
        gps = 'Сигналите са маркирани на GPS! Отиди и ги завърши!',
		dashboard = '~g~E~w~ - Поправи',
		nextd = 'Поправено - давай към следващото табло!',
		finished = 'Работата е завършена!Върни се в централата!',
		job_label = 'Електро Централа',
		vehs = 'Автомобили',
		p1 = 'Счупено електронно табло 1',
		p2 = 'Счупено електронно табло 2',
		p3 = 'Счупено електронно табло 3',
		p4 = 'Счупено електронно табло 4',
		p5 = 'Счупено електронно табло 5',
		p6 = 'Счупено електронно табло 6',
    }
}

Lang = Locale:new({
    phrases = Translations,
    warnOnMissing = true
})
